/* GENERAL */
"delete" = "Delete";
"ok" = "OK";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* NAVIGATION TABS AT THE BOTTOM OF THE SCREEN */
"home" = "Home";
"open" = "Open";
"closed" = "Closed";
"awards" = "Awards";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* HOME SCREEN */
"upNext" = "Up next";
"moreToExplore" = "More to explore";
"summaryStatus" = "%@, %lld items, %g%% complete";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* PROJECTS SCREEN */
"openProjects" = "Open Projects";
"closedProjects" = "Closed Projects";
"addProject" = "Add Project";
"addNewItem" = "Add New Item";

/* Item status for accessibility label*/
"completionPercentage" = "%@, completed";
"highPriority" = "%@, high priority";

/* Default names for new project and a new item */
"newProject" = "New Project";
"newItem" = "New Item";

/* A button that shows a menu with the following items */
"sort" = "Sort";
"sortItems" = "Sort items"; /* The title of the menu */
"optimized" = "Optimized"; /* Sort using an optimized algorithm*/
"title" = "Title"; /* Sort items by title */
"creationDate" = "Creation Date"; /* Sort by the date the items were created */

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* AWARDS SCREEN */
"locked" = "Locked"; /* Status of awards that have not yet been received */
"unlocked" = "Unlocked: %@"; /* Status of awards that have been received */

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* EDIT ITEM SCREEN */
"markCompleted" = "Mark Completed";
"editItem" = "Edit Item";
"description" = "Description";
"itemName" = "Item name";

/* Title of control used to set the priority of an item */
"priority" = "Priority";
"low" = "Low";
"medium" = "Medium";
"high" = "High";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* EDIT PROJECT SCREEN */
"editProject" = "Edit Project";
"projectName" = "Project name";
"projectDescriptionPlaceHolder" = "Description of this project";
"customProjectColor" = "Custom Project Color";

/* Options to change the state of the project */
"closeProjectButtonTitle" = "Close this project";
"reopenProject" = "Reopen this project";
"deleteProjectButtonTitle" = "Delete this project";
"deleteProjectAlertTitle" = "Delete Project?";
"deleteProjectAlertMessage" = "Are you sure you want to delete this project? You will also delete all of the items it contains.";
"closeOrDeleteActionDescription" = "Closing a project moves it from the open to the closed tab; deleting it removes the project entirely.";

/* Colors */
"selectAColor" = "Select a project color";
"pink" = "Pink";
"purple" = "Purple";
"red" = "Red";
"orange" = "Orange";
"gold" = "Gold";
"green" = "Green";
"teal" = "Teal";
"lightBlue" = "Light Blue";
"darkBlue" = "Dark Blue";
"midnight" = "Midnight";
"darkGray" = "Dark Gray";
"gray" = "Gray";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* OTHER STRINGS */
"basicSettings" = "Basic Settings";
"selectSomethingToBegin" = "Please select something from the menu to begin!";
"nothingHereRightNow" = "There's nothing here right now!";

///////////////////////////////////
//////////////////////////////////
/////////////////////////////////

/* REMINDERS */
"projectReminders" = "Project reminders";
"showReminders" = "Show reminders";
"oops" = "Oops!";
"checkAppSettingsErrorMessage" = "There was a problem. Please check you have notifications enabled.";
"checkSettingsErrorTitle" = "Check Settings";
"reminderTime" = "Reminder time";

